9/data/attachments/3fba71bc87a09bcd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b5bc6a06-fa07-48ad-a2ac-3213c9328c43</nif:username>
            <nif:friendToBeAdded>Heidi_threat_Friend_87634_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>